<?xml version="1.0" encoding="UTF-8"?><rss xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:content="http://purl.org/rss/1.0/modules/content/" xmlns:atom="http://www.w3.org/2005/Atom" version="2.0" xmlns:media="http://search.yahoo.com/mrss/"><channel><title><![CDATA[Amplitude]]></title><description><![CDATA[Soluções para facilitar e transformar seu negócio online]]></description><link>amplitudetecnologia.com.br/</link><image><url>amplitudetecnologia.com.br/favicon.png</url><title>Amplitude</title><link>amplitudetecnologia.com.br/</link></image><generator>Ghost 4.36</generator><lastBuildDate>Mon, 07 Mar 2022 02:12:30 GMT</lastBuildDate><atom:link href="amplitudetecnologia.com.br/rss/" rel="self" type="application/rss+xml"/><ttl>60</ttl><item><title><![CDATA[AMP•Flux]]></title><description><![CDATA[Usuários são a parte mais importante de um negócio online. Ao analisar sua audiência, é possível traçar jornadas e desenhar fluxos que otimizem a experiência deles nos produtos e transformar a forma como interagem com a sua marca. Entenda como o AMP•Flux pode ajudar nisso.]]></description><link>amplitudetecnologia.com.br/amp-flux/</link><guid isPermaLink="false">6207d18b08ace1531fd3fbc6</guid><category><![CDATA[Consultoria]]></category><dc:creator><![CDATA[Editor]]></dc:creator><pubDate>Sat, 12 Feb 2022 15:26:09 GMT</pubDate><media:content url="amplitudetecnologia.com.br/content/images/2022/02/Sample-25.png" medium="image"/><content:encoded><![CDATA[<img src="amplitudetecnologia.com.br/content/images/2022/02/Sample-25.png" alt="AMP&#x2022;Flux"><p>Usu&#xE1;rios s&#xE3;o a parte mais importante de um neg&#xF3;cio online. Ao analisar sua audi&#xEA;ncia, &#xE9; poss&#xED;vel tra&#xE7;ar jornadas e desenhar fluxos que otimizem a experi&#xEA;ncia deles nos produtos e transformar a forma como interagem com a sua marca. Entenda como o <strong>AMP&#x2022;Flux</strong> pode ajudar nisso. </p><div class="kg-card kg-callout-card kg-callout-card-green"><div class="kg-callout-text"><strong>AMP&#x2022;Flux</strong> &#xE9; um trabalho de consultoria realizado pela <strong>Amplitude</strong> que tem o objetivo de revelar como os usu&#xE1;rios entedem sua marca atrav&#xE9;s de metodologias de <strong>Design de Experi&#xEA;ncia do Usu&#xE1;rio</strong>.</div></div><p></p><figure class="kg-card kg-gallery-card kg-width-wide"><div class="kg-gallery-container"><div class="kg-gallery-row"><div class="kg-gallery-image"><img src="amplitudetecnologia.com.br/content/images/2022/02/Sample-29.png" width="2000" height="1500" loading="lazy" alt="AMP&#x2022;Flux" srcset="amplitudetecnologia.com.br/content/images/size/w600/2022/02/Sample-29.png 600w, amplitudetecnologia.com.br/content/images/size/w1000/2022/02/Sample-29.png 1000w, amplitudetecnologia.com.br/content/images/size/w1600/2022/02/Sample-29.png 1600w, amplitudetecnologia.com.br/content/images/size/w2400/2022/02/Sample-29.png 2400w" sizes="(min-width: 720px) 720px"></div><div class="kg-gallery-image"><img src="amplitudetecnologia.com.br/content/images/2022/02/Sample-22.png" width="2000" height="1500" loading="lazy" alt="AMP&#x2022;Flux" srcset="amplitudetecnologia.com.br/content/images/size/w600/2022/02/Sample-22.png 600w, amplitudetecnologia.com.br/content/images/size/w1000/2022/02/Sample-22.png 1000w, amplitudetecnologia.com.br/content/images/size/w1600/2022/02/Sample-22.png 1600w, amplitudetecnologia.com.br/content/images/size/w2400/2022/02/Sample-22.png 2400w" sizes="(min-width: 720px) 720px"></div></div><div class="kg-gallery-row"><div class="kg-gallery-image"><img src="amplitudetecnologia.com.br/content/images/2022/02/Sample-26.png" width="2000" height="1500" loading="lazy" alt="AMP&#x2022;Flux" srcset="amplitudetecnologia.com.br/content/images/size/w600/2022/02/Sample-26.png 600w, amplitudetecnologia.com.br/content/images/size/w1000/2022/02/Sample-26.png 1000w, amplitudetecnologia.com.br/content/images/size/w1600/2022/02/Sample-26.png 1600w, amplitudetecnologia.com.br/content/images/size/w2400/2022/02/Sample-26.png 2400w" sizes="(min-width: 720px) 720px"></div><div class="kg-gallery-image"><img src="amplitudetecnologia.com.br/content/images/2022/02/Sample-25-1.png" width="2000" height="1500" loading="lazy" alt="AMP&#x2022;Flux" srcset="amplitudetecnologia.com.br/content/images/size/w600/2022/02/Sample-25-1.png 600w, amplitudetecnologia.com.br/content/images/size/w1000/2022/02/Sample-25-1.png 1000w, amplitudetecnologia.com.br/content/images/size/w1600/2022/02/Sample-25-1.png 1600w, amplitudetecnologia.com.br/content/images/size/w2400/2022/02/Sample-25-1.png 2400w" sizes="(min-width: 720px) 720px"></div></div></div></figure><h2 id="mapeamento">Mapeamento</h2><p>A identifica&#xE7;&#xE3;o da sua audi&#xEA;ncia pode ser feita em a&#xE7;&#xF5;es curtas, question&#xE1;rios e outros m&#xE9;todos para <strong>obter informa&#xE7;&#xF5;es</strong> dos usu&#xE1;rios. Ser&#xE1; &#xFA;til <strong>analisar respostas </strong>das campanhas de marketing<strong> </strong>anteriores, al&#xE9;m de <strong>concorrentes</strong> e o pr&#xF3;prio mercado em si.</p><p>Tamb&#xE9;m &#xE9; importante envolver todos os <strong>interessados no projeto</strong>, para entender quais as suas <strong>expectativas</strong> <strong>e objetivos</strong>. E para isso s&#xE3;o feitas <strong>entrevistas</strong>.</p><p>Com esses dados coletados, vamos criar o que chamamos de <em><strong>persona</strong></em>: um ou mais usu&#xE1;rios fict&#xED;cios que possuiem <strong>os perfis</strong> que correspondem ao <strong>do seu p&#xFA;blico</strong>. Ao explorar esses perfis, encontramos os <strong>comportamentos</strong> que precisamos.</p><h2 id="o-que-os-usu%C3%A1rios-querem">O que os usu&#xE1;rios querem?</h2><p>Vamos desenhar juntos a <strong>jornada dos usu&#xE1;rios</strong>, para alinhar as <strong>expectativas, sentimentos, a&#xE7;&#xF5;es</strong> e outros pontos destes usu&#xE1;rios com o objetivo desse projeto. </p><figure class="kg-card kg-image-card"><img src="amplitudetecnologia.com.br/content/images/2022/02/Sample-22-1.png" class="kg-image" alt="AMP&#x2022;Flux" loading="lazy" width="2000" height="1500" srcset="amplitudetecnologia.com.br/content/images/size/w600/2022/02/Sample-22-1.png 600w, amplitudetecnologia.com.br/content/images/size/w1000/2022/02/Sample-22-1.png 1000w, amplitudetecnologia.com.br/content/images/size/w1600/2022/02/Sample-22-1.png 1600w, amplitudetecnologia.com.br/content/images/size/w2400/2022/02/Sample-22-1.png 2400w" sizes="(min-width: 720px) 720px"></figure><p>Isso vai nos ajudar a <strong>entender como eles v&#xE3;o usar ou pagar</strong> pelos seus produtos e consequentemente <strong>criar solu&#xE7;&#xF5;es e a&#xE7;&#xF5;es</strong> mais acertadas para oferecer <strong>exatamente</strong> o que eles querem e precisam.</p><h2 id="criando-um-piloto">Criando um piloto </h2><p>Esta etapa &#xE9; din&#xE2;mica e consiste na elabora&#xE7;&#xE3;o de materiais que simulam o resultado final, chamados de <strong>prot&#xF3;tipos</strong>. Podem ser de v&#xE1;rios tipos, mas <strong>sempre</strong> devem ser feitos de forma que possam ser testados &#x2013; <strong>e eles ser&#xE3;o!</strong> </p><figure class="kg-card kg-image-card"><img src="amplitudetecnologia.com.br/content/images/2022/02/Sample-29-1.png" class="kg-image" alt="AMP&#x2022;Flux" loading="lazy" width="2000" height="1500" srcset="amplitudetecnologia.com.br/content/images/size/w600/2022/02/Sample-29-1.png 600w, amplitudetecnologia.com.br/content/images/size/w1000/2022/02/Sample-29-1.png 1000w, amplitudetecnologia.com.br/content/images/size/w1600/2022/02/Sample-29-1.png 1600w, amplitudetecnologia.com.br/content/images/size/w2400/2022/02/Sample-29-1.png 2400w" sizes="(min-width: 720px) 720px"></figure><h2 id="hora-de-testar">Hora de testar!</h2><p>Os testes, como mencionado acima, s&#xE3;o a etapa posterior &#xE0; cria&#xE7;&#xE3;o dos prot&#xF3;tipos e v&#xE3;o ajudar a <strong>validar</strong> todo o trabalho feito. Os testes s&#xE3;o feitos com <strong>usu&#xE1;rios reais</strong>, que ser&#xE3;o recrutados em um momento determinado dentro desse processo.</p><figure class="kg-card kg-image-card"><img src="amplitudetecnologia.com.br/content/images/2022/02/Sample-26-1.png" class="kg-image" alt="AMP&#x2022;Flux" loading="lazy" width="2000" height="1500" srcset="amplitudetecnologia.com.br/content/images/size/w600/2022/02/Sample-26-1.png 600w, amplitudetecnologia.com.br/content/images/size/w1000/2022/02/Sample-26-1.png 1000w, amplitudetecnologia.com.br/content/images/size/w1600/2022/02/Sample-26-1.png 1600w, amplitudetecnologia.com.br/content/images/size/w2400/2022/02/Sample-26-1.png 2400w" sizes="(min-width: 720px) 720px"></figure><p>Os testes v&#xE3;o <strong>trazer respostas</strong> para que sejam feitas melhorias ou corre&#xE7;&#xF5;es nos prot&#xF3;tipos e hip&#xF3;teses levantadas. A ideia &#xE9; que o maior n&#xFA;mero poss&#xED;vel de <strong>erros sejam identificados</strong> para esses erros n&#xE3;o cheguem ao desenvolvimento. Isso pode <strong>diminuir bastante o custo do projeto</strong>.</p><hr><p>Bom, esse &#xE9; um resumo do <strong>AMP&#x2022;Flux</strong> e serve para que voc&#xEA; entenda o que essa consultoria pode fazer. Todo esse processo pode ser conduzido utilizando metodologias diferentes, como o <strong>Design Sprint</strong>, criada pelo Google. </p><div class="kg-card kg-callout-card kg-callout-card-green"><div class="kg-callout-text">A <strong>Amplitude</strong> pode ajudar a definir o seu projeto atrav&#xE9;s do design e <strong>tirar sua ideia do papel</strong> ou mesmo <strong>transformar o seu produto</strong> para melhor.&#xA0;</div></div><!--kg-card-begin: html--><div class="kg-card kg-button-card kg-align-center"><a href="amplitudetecnologia.com.br/agende" class="kg-btn kg-btn-accent kg-btn-agende">Clique aqui e agende uma conversa</a></div><!--kg-card-end: html--><hr><figure class="kg-card kg-bookmark-card"><a class="kg-bookmark-container" href="amplitudetecnologia.com.br/o-que-amplitude-faz/"><div class="kg-bookmark-content"><div class="kg-bookmark-title">O que a Amplitude faz?</div><div class="kg-bookmark-description">Trazer celeridade ao dia-a-dia dos neg&#xF3;cios online, cada dia mais imediatos e conectados, &#xE9; uma atividade que exige acesso &#xE0; uma s&#xE9;rie crescente de ferramentas e o conhecimentos de v&#xE1;rios fluxos de a&#xE7;&#xF5;es. A Amplitude sugriu com o objetivo de atender essa exig&#xEA;ncia.</div><div class="kg-bookmark-metadata"><img class="kg-bookmark-icon" src="amplitudetecnologia.com.br/favicon.png" alt="AMP&#x2022;Flux"><span class="kg-bookmark-author">Amplitude</span><span class="kg-bookmark-publisher">Editor</span></div></div><div class="kg-bookmark-thumbnail"><img src="amplitudetecnologia.com.br/content/images/2022/02/Sample-24-1.png" alt="AMP&#x2022;Flux"></div></a></figure>]]></content:encoded></item><item><title><![CDATA[Customizing your brand and design settings]]></title><description><![CDATA[How to tweak a few settings in Ghost to transform your site from a generic template to a custom brand with style and personality.]]></description><link>amplitudetecnologia.com.br/design/</link><guid isPermaLink="false">6207d18b08ace1531fd3fbc4</guid><category><![CDATA[Treinamentos]]></category><dc:creator><![CDATA[Ghost]]></dc:creator><pubDate>Sat, 12 Feb 2022 15:26:08 GMT</pubDate><media:content url="https://static.ghost.org/v4.0.0/images/publishing-options.png" medium="image"/><content:encoded><![CDATA[<img src="https://static.ghost.org/v4.0.0/images/publishing-options.png" alt="Customizing your brand and design settings"><p>As discussed in the <a href="amplitudetecnologia.com.br/welcome/">introduction</a> post, one of the best things about Ghost is just how much you can customize to turn your site into something unique. Everything about your layout and design can be changed, so you&apos;re not stuck with yet another clone of a social network profile.</p><p>How far you want to go with customization is completely up to you, there&apos;s no right or wrong approach! The majority of people use one of Ghost&apos;s built-in themes to get started, and then progress to something more bespoke later on as their site grows. </p><p>The best way to get started is with Ghost&apos;s branding settings, where you can set up colors, images and logos to fit with your brand.</p><figure class="kg-card kg-image-card kg-width-wide kg-card-hascaption"><img src="https://static.ghost.org/v4.0.0/images/brandsettings.png" class="kg-image" alt="Customizing your brand and design settings" loading="lazy" width="3456" height="2338"><figcaption>Ghost Admin &#x2192; Settings &#x2192; Branding</figcaption></figure><p>Any Ghost theme that&apos;s up to date and compatible with Ghost 4.0 and higher will reflect your branding settings in the preview window, so you can see what your site will look like as you experiment with different options.</p><p>When selecting an accent color, try to choose something which will contrast well with white text. Many themes will use your accent color as the background for buttons, headers and navigational elements. Vibrant colors with a darker hue tend to work best, as a general rule.</p><h2 id="installing-ghost-themes">Installing Ghost themes</h2><p>By default, new sites are created with Ghost&apos;s friendly publication theme, called Casper. Everything in Casper is optimized to work for the most common types of blog, newsletter and publication that people create with Ghost &#x2014; so it&apos;s a perfect place to start.</p><p>However, there are hundreds of different themes available to install, so you can pick out a look and feel that suits you best.</p><figure class="kg-card kg-image-card kg-width-wide kg-card-hascaption"><img src="https://static.ghost.org/v4.0.0/images/themesettings.png" class="kg-image" alt="Customizing your brand and design settings" loading="lazy" width="3208" height="1618"><figcaption>Ghost Admin &#x2192; Settings &#x2192; Theme</figcaption></figure><p>Inside Ghost&apos;s theme settings you&apos;ll find 4 more official themes that can be directly installed and activated. Each theme is suited to slightly different use-cases.</p><ul><li><strong>Casper</strong> <em>(default)</em> &#x2014; Made for all sorts of blogs and newsletters</li><li><strong>Edition</strong> &#x2014; A beautiful minimal template for newsletter authors</li><li><strong>Alto</strong> &#x2014; A slick news/magazine style design for creators</li><li><strong>London</strong> &#x2014; A light photography theme with a bold grid</li><li><strong>Ease</strong> &#x2014; A library theme for organizing large content archives</li></ul><p>And if none of those feel quite right, head on over to the <a href="https://ghost.org/themes/">Ghost Marketplace</a>, where you&apos;ll find a huge variety of both free and premium themes.</p><h2 id="building-something-custom">Building something custom</h2><p>Finally, if you want something completely bespoke for your site, you can always build a custom theme from scratch and upload it to your site.</p><p>Ghost&apos;s theming template files are very easy to work with, and can be picked up in the space of a few hours by anyone who has just a little bit of knowledge of HTML and CSS. Templates from other platforms can also be ported to Ghost with relatively little effort.</p><p>If you want to take a quick look at the theme syntax to see what it&apos;s like, you can <a href="https://github.com/tryghost/casper/">browse through the files of the default Casper theme</a>. We&apos;ve added tons of inline code comments to make it easy to learn, and the structure is very readable.</p><figure class="kg-card kg-code-card"><pre><code class="language-handlebars">{{#post}}
&lt;article class=&quot;article {{post_class}}&quot;&gt;

    &lt;h1&gt;{{title}}&lt;/h1&gt;
    
    {{#if feature_image}}
    	&lt;img src=&quot;{{feature_image}}&quot; alt=&quot;Feature image&quot; /&gt;
    {{/if}}
    
    {{content}}

&lt;/article&gt;
{{/post}}</code></pre><figcaption>A snippet from a post template</figcaption></figure><p>See? Not that scary! But still completely optional. </p><p>If you&apos;re interested in creating your own Ghost theme, check out our extensive <a href="https://ghost.org/docs/themes/">theme documentation</a> for a full guide to all the different template variables and helpers which are available.</p>]]></content:encoded></item><item><title><![CDATA[AMP•Spread]]></title><description><![CDATA[Todo negócio precisa de divulgação para ser conhecido. E atualmente a divulgação que traz mais resultados acontece pela internet. A Amplitude pode ajudar o seu negócio a conquistar esses resultados com o AMP•Spread.]]></description><link>amplitudetecnologia.com.br/amp-spread/</link><guid isPermaLink="false">6207d18b08ace1531fd3fbc2</guid><category><![CDATA[Consultoria]]></category><dc:creator><![CDATA[Editor]]></dc:creator><pubDate>Sat, 12 Feb 2022 15:26:07 GMT</pubDate><media:content url="amplitudetecnologia.com.br/content/images/2022/02/Sample-2-2.png" medium="image"/><content:encoded><![CDATA[<img src="amplitudetecnologia.com.br/content/images/2022/02/Sample-2-2.png" alt="AMP&#x2022;Spread"><p>Todo neg&#xF3;cio precisa de <strong>divulga&#xE7;&#xE3;o</strong> para ser conhecido. E atualmente a divulga&#xE7;&#xE3;o que traz <strong>mais resultados</strong> acontece pela internet. A <strong>Amplitude</strong> pode ajudar o seu neg&#xF3;cio a conquistar esses resultados com o <strong>AMP&#x2022;Spread</strong>.</p><p>Uma marca e seus produtos precisam divulgar nos meios onde h&#xE1; maior p&#xFA;blico na internet: <strong>sites de busca e redes sociais</strong>. Foi pensando nisso que duas das maiores empresas, <strong>Google e Facebook (hoje Meta)</strong>, criaram suas plataformas de divulga&#xE7;&#xE3;o. </p><p>Essas plataformas s&#xE3;o<strong> ferramentas completas</strong> para configura&#xE7;&#xE3;o e segmenta&#xE7;&#xE3;o de an&#xFA;ncios. Com o passar do tempo, as op&#xE7;&#xF5;es nessas plataformas se tornaram <strong>t&#xE3;o amplas</strong> que se tornou <strong>muito complexo</strong> para uma pessoa leiga conseguir <strong>tirar o proveito m&#xE1;ximo</strong> delas. Al&#xE9;m disso, o tempo necess&#xE1;rio para o <strong>gerenciamento das campanhas</strong> nessas ferramentas ficou impratic&#xE1;vel para uma pessoa que n&#xE3;o esteja <strong>exclusivamente dedicada</strong> a isso. </p><p>Por isso a <strong>Amplitude</strong> criou uma consultoria que agrupa <strong>v&#xE1;rios servi&#xE7;os</strong> para atender a necessidade crescente do <strong>gerenciamento de tr&#xE1;fego</strong> para neg&#xF3;cios nos produtos Meta e Google. A seguir detalhamos esses produtos e como podemos obter neles <strong>os resultados que seu neg&#xF3;cio precisa</strong>.</p><hr><h2></h2>]]></content:encoded></item><item><title><![CDATA[Configurando apps e extensões]]></title><description><![CDATA[Work with all your favorite apps and tools or create your own custom integrations using the Ghost API.]]></description><link>amplitudetecnologia.com.br/integrations/</link><guid isPermaLink="false">6207d18b08ace1531fd3fbba</guid><category><![CDATA[Site Setup]]></category><dc:creator><![CDATA[Ghost]]></dc:creator><pubDate>Sat, 12 Feb 2022 15:26:03 GMT</pubDate><content:encoded><![CDATA[<p>It&apos;s possible to extend your Ghost site and connect it with hundreds of the most popular apps and tools using integrations. </p><p>Whether you need to automatically publish new posts on social media, connect your favorite analytics tool, sync your community or embed forms into your content &#x2014; our <a href="https://ghost.org/integrations/">integrations library</a> has got it all covered with hundreds of integration tutorials.</p><p>Many integrations are as simple as inserting an embed by pasting a link, or copying a snippet of code directly from an app and pasting it into Ghost. Our integration tutorials are used by creators of all kinds to get apps and integrations up and running in no time &#x2014; no technical knowledge required.</p><figure class="kg-card kg-image-card kg-width-full"><img src="https://static.ghost.org/v4.0.0/images/integrations-icons.png" class="kg-image" alt loading="lazy"></figure><h2 id="zapier">Zapier</h2><p>Zapier is a no-code tool that allows you to build powerful automations, and our official integration allows you to connect your Ghost site to more than 1,000 external services.</p><blockquote><strong>Example</strong>: When someone new subscribes to a newsletter on a Ghost site (Trigger) then the contact information is automatically pushed into MailChimp (Action).</blockquote><p><strong>Here&apos;s a few of the most popular automation templates:</strong> </p><!--kg-card-begin: markdown--><script src="https://zapier.com/apps/embed/widget.js?services=Ghost,-shortcm,-hubspot,-sendpulse,-noticeable,-aweber,-icontact,-facebook-pages,-github,-medium,-slack,-mailchimp,-activecampaign,-twitter,-discourse&amp;container,-convertkit,-drip,-airtable=true&amp;limit=5"></script>
<!--kg-card-end: markdown--><h2 id="custom-integrations">Custom integrations</h2><p>For more advanced automation, it&apos;s possible to create custom Ghost integrations with dedicated API keys from the Integrations page within Ghost Admin. </p><figure class="kg-card kg-image-card"><img src="https://static.ghost.org/v4.0.0/images/iawriter-integration.png" class="kg-image" alt loading="lazy" width="2244" height="936"></figure><p>These custom integrations allow you to use the Ghost API without needing to write code, and create powerful workflows such as sending content from your favorite desktop editor into Ghost as a new draft.</p>]]></content:encoded></item></channel></rss>